Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=54_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Vaalilautakunta
sme: Válgalávdegoddi

source: Saamelaiskäräjien kokous asetti kokouksessaan 2/2014 vaalilautakunnan valmistelemaan ja toimeenpanemaan saamelaiskäräjien vuonna 2015 pidettävät vaalit.
sme: Lávdegoddái gullet čuovvovaš lahtut ja várrelahtut:

source: Jäsenet:
sme: Sámedikki čoahkkin ásahii čoahkkimisttis 2/2014 válgalávdegotti válmmaštallat ja ollašuhttit sámedikki válggaid, mat dollojuvvojit jagi 2015.

source: Janne Näkkäläjärvi, puheenjohtaja
sme: Lahtut:

source: Veikko Feodoroff, varapuheenjohtaja
sme: Janne Näkkäläjärvi , ságajođiheaddji

source: Jouni Aikio
sme: Veikko Feodoroff, várreságajođiheaddji

source: Birit Anni Magga
sme: Jouni Aikio

source: Inga Guttorm
sme: Birit Anni Magga

source: Henkilökohtaiset varajäsenet:
sme: Inga Guttorm

source: Inker-Anne Magga
sme: Várrelahtut:

source: Tauno Haltta
sme: Inker-Anne Magga

source: Johanna Alatorvinen
sme: Tauno Haltta

source: Jouko Hetta
sme: Johanna Alatorvinen

source: Maarit K. Pieski
sme: Jouko Hetta
